tutorials/suspensionFoam/RAS/MUSTE/MUSTE_NS1_topoSet/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      SetFieldsDict;
}
zoneToCell // Porous zone
{
name porosity;
fieldValues
(
volScalarFieldValue porosityIndex 1
);
}

