tutorials/suspensionFoam/RAS/MUSTE/MUSTE_NS1_topoSet/system/topoSetDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}


actions
(
    // Load initial cellSet
    {
        name    porosity;
        type    cellZoneSet;
        action  new;
        source  boxToCell;
        sourceInfo
        {
            box (-0.1 0. -0.1) (0.1 0.00023 0.1);
        }
    }
    setsToZones
);
